<?php
/*
 * Тема: Изучение алгоритмов при помощи манипуляции игровыми объектами
 * Как бы сформулировать?
 * Бекенд? БД? Фреймворк?
 * Тема проекта? Тема дипломной?
 * Тема проекта: ИГРОВОЙ ОБЪЕКТ - АЛГОРИТМ / GAME OBJECT - ALGORITHM / GO - A
 * Тема дипломной: Разработка графической обучающей системы по основам алгоритмизации
 * ОБУЧЕНИЕ / МУЛЬТИМЕДИЙНОСТЬ / МАНИПУЛЯЦИЯ / ИГРОВОЙ ОБЪЕКТ / ИГРА / ИЗУЧЕНИЕ / АЛГОРИТМЫ / СОРЕВНОВАНИЕ / РЕЙТИНГ
 * КЛАССЫ / 3Д - ГРАФИКА / КОДИНГ / МОДЕЛЬ / ИГРОВАЯ МОДЕЛЬ / ОБЪЕКТ
 * Фреймворк - LARAVEL
 * СТРУКТУРА:
 * ГЛАВНАЯ СТРАНИЦА
 * ПЛОЩАДКА ПОКОДИТЬ
 * ПЛОЩАДКА ПОИГРАТЬ
 */